Repository: vladstulov/D14
Catalog: prj/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Category name
ru: Имя категории

source: Subscribers category
ru: Подписчики категории

# help text for title
source: Title
ru: Заголовок

source: Text article
ru: Материал статьи

source: Date creation
ru: Дата создания

source: Author
ru: Автор

source: Check out my new cool translation
ru: Зацени мой новый крутой перевод

source: News portal
ru: Новости на портале

source: login realized
ru: Вход выполнен

source: Exit
ru: Выход

source: Return to main page portal
ru: Вернуться на главную

source: Adding a note to the portal and searching for articles are available on the main page
ru: Добавление заметки на портал и поиск по статьям доступны на главной странице

source: unsubscribe
ru: И это здорово, но если Вы действительно хотите, то можно

source: Quantity of notes on the portal
ru: Количество заметок на портале

source: Not notes on the portal now
ru: Заметок на портале нет

source: Name
ru: Название

source: Category
ru: Имя категории

source: Display language
ru: Язык отображения страницы

source: set
ru: Установить

source: News in the portal
ru: Новости на портале

source: Search
ru: Поиск

source: Add notes on the portal
ru: Добавить заметку на портал

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Are you sure delete this note?
ru: Вы уверены, что хотите удалить заметку?

source: submit
ru: Подтвердить

source: Edit notes
ru: Редактировать заметку

source: Fall in category news
ru: Перейти в новости категории
